<!--
  关于我们
  开发人名字樊姣姣 时间20170605

-->

<template>
    <div v-title="'映天下-用户协议'" :class="[`${classPrefix}-content`, 'base-1200']">
        <h1 :class="[`${classPrefix}-content-tit`]">映天下用户协议</h1>
        <h3 :class="[`${classPrefix}-content-subtitle`]">欢迎您使用映天下平台</h3>
        <p :class="[`${classPrefix}-content-con`]">“映天下”是由北京映天下网络科技有限公司开发运营的网红直播营销平台，您必须完全同意本协议，才能够享受映天下的服务，在您进入此平台开始，就表示您认可并接受如下一切法律条款。</p>
        <h3 :class="[`${classPrefix}-content-subtitle`]">一、定义</h3>
        <p :class="[`${classPrefix}-content-con2`]">在本协议中所使用的下列词语，除非另有定义，应具有以下含义：<br/>1. "本应用"在无特别说明的情况下，均指"映天下"。<br/>2. "授权用户"指符合本协议所规定的条件，同意遵守本应用的各种规则、条款（包括但不限于本协议），并使用本应用的个人或机构。</p>
        <h3 :class="[`${classPrefix}-content-subtitle`]">二、用户资格</h3>
        <p :class="[`${classPrefix}-content-con2`]">1. “映天下”的广告主，必须首先遵守并符合中国相关法律法规规定的广告主。<br/>2. 用户必须独立在“映天下”中留有合法并准确的联系电话及相关可联系信息，并提供真实姓名或公司名称。</p>
        <h3 :class="[`${classPrefix}-content-subtitle`]">三、用户的权利和义务</h3>
        <p :class="[`${classPrefix}-content-con2`]">1. 完成注册流程的用户，有权根据本协议的规定及“映天下”发布的相关规则，利用”映天下”发布任务信息、查询网红信息、参加”映天下”的有关活动及有权享有“映天下”提供的其他的有关资讯及信息服务。<br/>2. 用户应对以其用户名进行的所有活动和事件负全部责任。<br/>3. 用户有义务确保向“映天下”提供的任何资料、注册信息真实准确，包括但不限于真实姓名、身份证号、联系电话、地址、邮政编码等。保证”映天下”可以通过上述联系方式与用户进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。<br/>4. 用户不得以任何形式擅自转让或授权他人使用自己在”映天下”的用户帐号。<br/>5. 用户有义务确保在“映天下”平台上发布的任务信息真实、准确，无误导性，并且符合国家广告法规定。<br/>6. 用户不得在“映天下”平台发布国家禁止信息、不得发布侵犯他人知识产权或其他合法权益的信息，也不得发布违背社会公共利益、公共道德或相关社区公约的信息。<br/>7. 用户在“映天下”交易中应当遵守诚实信用原则，不得以干预或操纵发布任务等不正当竞争方式扰乱交易秩序，不得从事与交易无关的不当行为，不得在平台上发布任何违法信息。<br/>8. 用户承诺自己在使用“映天下”平台实施的所有行为遵守国家法律、法规和“映天下”的相关规定以及各种社会公共利益或公共道德。对于任何法律后果的发生 ，用户将以自己的名义独立承担所有相应的法律责任。</p>
        <h3 :class="[`${classPrefix}-content-subtitle`]">四、“映天下平台”发布需求规则</h3>
        <p :class="[`${classPrefix}-content-con2`]">1. 经过合法注册映天下的用户，和申请并经过“映天下”审核通过的用户，可以在“映天下”发布任务。<br/>2. 用户需确保所发布任务内容遵守国家法律法规、遵守相关社区公，不侵害相关社区平台其它用户的知识产权，并对违反规定的法律后果、“映天下”处罚及相关社区平台处罚独立承担责任。<br/>3. 用户必须在支付订单以后，网红才会接受订单。<br/>4. 在“映天下”发布任务，必须经过“映天下”审核才能生效，“映天下”对任务审核有最终解释权。<br/>5. 订单开播时间后不可撤销，任务内容不可更改，任务涉及金额会被“映天下”冻结，直至该任务执行完成并完成最终任务费用结算。<br/>6.“支付宝”为“映天下”的合作支付平台。</p>
        <h3 :class="[`${classPrefix}-content-subtitle`]">五、“映天下”接受任务规则</h3>
        <p :class="[`${classPrefix}-content-con2`]">1. 用户需要在订单开播时间前支付订单，否则订单失败，如果用户没有及时支付，导致达成一致的网红接了其他客户订单，则平台不予赔偿处理。<br/>2. 如果网红未在开播结束时间后的72小时内将效果数据（含视频）回传到“映天下”，则此次推广费用将在72小时后的2个工作日内全部返还到账户余额。<br/>3. 用户在网红上传效果数据后，有72小时的验收效果时间，否则系统会自动验收，您的推广费用也会结算给网红。若未在规定时间验收，导致推广费用纠纷，后果由用户自行承担，平台不予处理。<br/>4.如果用户对效果数据不满意，请在网红上传效果数据后的72小时之内联系平台进行申诉。若未在规定时间申诉，导致推广费用纠纷，后果由用户自行承担，平台不予处理。<br/>5.手动验收效果数据后，用户将无法进行效果数据申诉<br />6.其他未尽事宜的最终解释权归“映天下”平台所有</p>
    </div>
</template>

<script>

    export default {
        // 写name可使组件查看更严谨
        // name: '',

        mixins: [],

        props: {

        },

        components: {

        },

        data () {
            return {
                classPrefix: 'm-agreement',

            }
        },

        watch: {

        },

        computed: {

        },

        methods: {

        },

        filters: {

        },

        created () {

        },

        mounted () {

        },

        render (h) {

        }
    }

</script>


<style lang="less" scoped>

    @component-prefix: ~'m-agreement';

    .@{component-prefix} {
        &-content {
            font-size: 14px;
            color: #282828;
            line-height: 22px;
            &-tit {
                display: block;
                text-align: center;
                font-size: 24px;
                font-weight: bold;
                padding: 60px 0 20px;
            }
            &-subtitle {
                display: block;
                font-size: 18px;
                font-weight: bold;
                padding: 20px 0 0 0;
            }
            &-con,&-con2 {
                display: block;
                padding-top: 15px;
                color: #546064;
            }
            &-con {
                text-indent: 2em;
            }
        }

    }
</style>